<?php

/** @var yii\web\view $this */

//use yii\helpers\Url;

$this->title = 'Community | Вакансии';

?>
<section class="vacancies">
    <div class="container">
        <h1>Вакансии</h1>
        <ul class="vacancy-list">
            <li class="vacancy-list-item">
                <a href="./vacancy-page.html">
                    <h3>Компания МТС ищет студентов на подработку в городе хабаровск</h3>
                    <time class="tag">вакансия - 20 декбря, 2023</time>
                    <p>какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст
                        какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст
                        какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст
                        какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст ...
                    </p>
                    <b>Читать подробнее</b>
                </a>
            </li>

            <li class="vacancy-list-item">
                <a href="./vacancy-page.html">
                    <h3>Компания МТС ищет студентов на подработку в городе хабаровск</h3>
                    <time class="tag">вакансия - 20 декбря, 2023</time>
                    <p>какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст
                        какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст
                        какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст
                        какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст ...
                    </p>
                    <b>Читать подробнее</b>
                </a>
            </li>

            <li class="vacancy-list-item">
                <a href="./vacancy-page.html">
                    <h3>Компания МТС ищет студентов на подработку в городе хабаровск</h3>
                    <time class="tag">вакансия - 20 декбря, 2023</time>
                    <p>какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст
                        какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст
                        какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст
                        какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст ...
                    </p>
                    <b>Читать подробнее</b>
                </a>
            </li>

            <li class="vacancy-list-item">
                <a href="./vacancy-page.html">
                    <h3>Компания МТС ищет студентов на подработку в городе хабаровск</h3>
                    <time class="tag">вакансия - 20 декбря, 2023</time>
                    <p>какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст
                        какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст
                        какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст
                        какой-то текст какой-то текст какой-то текст какой-то текст какой-то текст ...
                    </p>
                    <b>Читать подробнее</b>
                </a>
            </li>

        </ul>
        <a class="big-button" href="#">Смотреть больше</a>
    </div>
</section>
